Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 藏入怀中后，陈平安重新将土填回去，再仔细看过了那些蛇胆石，剩下来的石头，都“死”了，比起陈平安这两次从小溪里新捡起的石头，无论是颜色、纹理还是重量，都截然不同，眼前这些石子，就像死气沉沉的老人，而陈平安捞起的那些，就像初生的婴儿，朝气勃勃。
en_us: After hiding it under his clothes, Chen Ping'an scooped the soil back into the water vat. Looking carefully at the remaining snake gall pebbles, he confirmed that they were all "dead". Compared to the pebbles that Chen Ping'an had collected from the creek, they were completely different in terms of both color and patterns. The pebbles that Chen Ping'an had collected were like lively infants full of vitality, while the pebbles sitting around the water vat were like elderly people fast approaching death.

source: 虽不至于骂骂咧咧，可话也说得不好听，尤其有个佝偻老妪，人称马婆婆，两个儿子都很出息，各自拥有一座龙窑，虽然极小，在三十几口龙窑里头垫底，可在杏花巷这边自然算是顶天高的富贵门庭了，但是不知为何，老妪和两个儿媳妇的关系都处不好，儿子儿媳早已搬到桃叶巷那边去，老妪就一直独居在杏花巷的祖宅，在陈平安刘阳羡这一辈人眼中，马婆婆一直是很可怕的长辈，骂人极狠，尤为小气吝啬，大冬天院门外的积雪，她都恨不得往自己家里搂，若是有孩子打雪仗用了她家门口的雪，或是拔掉她家屋檐下的冰锥子，她能拎着扫帚追着打骂几条街也不累。
en_us: Even though they didn't curse or swear, the words that they uttered weren't pleasant to the ear either. This was especially the case with the hunched old woman. People referred to her as Granny Ma, and both of her sons were quite successful people, with each owning their own dragon kiln. Even though their dragon kilns were extremely small, ranking in the bottom few out of the 30 or so dragon kilns, they could still be regarded as some of the wealthiest people on Apricot Blossom Alley. For some reason, however, Granny Ma's relationship with her two daughter-in-laws was extremely poor. Her sons and their wives had already moved to Peach Leaf Alley quite a while ago, so only the old woman still lived by herself in their ancestral home on Apricot Blossom Alley. In the eyes of Chen Ping'an, Liu Xianyang, and others at the same age, Granny Ma had always been a very frightening elder. She was extremely vicious when she scolded others, and she was also an especially stingy and petty person. She would always try to take everything for herself. In fact, if the children dared to use the snow in front of her house for a snowball fight, or if they dared to take the icicles hanging from her roof, she would pick up a broom and chase them through several alleys, cursing and swinging and not becoming tired in the least.

source: 虽然不太高兴，老人仍是让车夫停下牛车。小姑娘撇撇嘴，但还是转身跑向牛车，她突然听到身后那家伙喊了自己的名字，回头后，看到他朝自己扬起拳头，轻轻晃了一晃，应该是要她努力。
en_us: Even though he was clearly rather displeased, Old Man Ma still instructed the coach driver to stop the carriage. Li Baoping pursed her lips with displeasure, but still turned around and ran back to the carriage. As she did so, she suddenly heard Chen Ping'an call out to her, and she turned to find him raising his fist and pumping it up and down, gesturing for her to do her best.

source: 虽然只有惊鸿一瞥，但是陈平安看清了那位人的面容，正是去铁匠铺子找阮师傅的读书人。
en_us: Chen Ping'an was only able to catch a fleeting glimpse of him, but that was enough for him to identify the man as the scholar who had gone to find Master Ruan at his blacksmith shop.

source: 虽然大部分石头都落空，但是仍有七八颗石头对少女造成极大威胁，使得她不得不驾驭飞剑击碎飞石。
en_us: Even though most of the stones missed, there were still seven or eight that greatly threatened Ning Yao, forcing her to control her sword to shatter them.

source: 虽然头疼，陈平安仍是决定帮助李宝瓶，把槐枝送到她家门口。
en_us: Despite his reservations, Chen Ping'an still decided to help Li Baoping carry the locust branches to her residence.

source: 虽然姚老头性子孤僻，不近人情，动辄打骂陈平安，曾经有一次，姚老头嫌弃陈平安悟性太差，简直就是个不开窍的蠢货，一气之下就把他丢在荒郊野岭，老人独自返回窑口。等到少年走了六十里山路，临近那座龙窑的时候，已是深夜时分，那天大雨滂沱，当在泥泞中蹒跚而行的少年，终于遥遥看到一点光亮的时候，倔强少年在独力讨生活后，第一次有想哭的冲动。
en_us: Old Man Yao was a loner who could be quite inhumane at times, often beating and insulting Chen Ping'an. There was one time when Old Man Yao became so disgusted by how little talent and aptitude Chen Ping'an had that he abandoned him in the wilderness in a fit of rage before returning to the kiln alone. By the time Chen Ping'an navigated the 60 kilometers of mountain terrain back to the dragon kiln, it was already very late at night. It had been raining heavily that day, and after finally spotting a hint of light in the distance after trudging through the mud for hours, the stubborn and resilient Chen Ping'an was struck by the urge to cry for the first time.

source: 虽然少年右手劲道已经远超同龄人，但少年其实是个左撇子，所以少年左手握住的利器，完完全全没入蔡金简的喉咙，直接刺透下口腔。
en_us: The strength in the boy's right hand already far exceeded that of his peers, but his left hand was actually his dominant hand. Hence, he was holding his weapon in his left hand, and at this moment, the weapon had been plunged in its entirey into Cai Jinjian's throat, piercing straight into the underside of her oral cavity.

source: 虽然少年在得知自己的真实身份后，将那份志得意满隐藏得很深，在衙署待人接物并无半点异样，可是落在藩王宋长镜眼中，如手持照妖镜，照见一头刚刚化为人形的精魅。故而能够在谈笑之间，灰飞烟灭。
en_us: Even though Song Jixin had hidden his complacency and contentment very well after learning his true identity, Song Changjing was able to see right through him, right down to his innermost feelings and insecurities.

source: 虽然怨气滔天，但是到最后竟然没有一人质疑此事。
en_us: Even though there was boiling frustration and resentment, there was ultimately no one who dared to question this decision.

source: 虽然残肢断臂，依然大袖飘摇，自有读书人的风流，可越是如此，越显得惨不忍睹。
en_us: Even though he was missing both of his arms, his sleeves were still flapping in the wind, and he remained standing as resolutely as ever, but that only served to present an even more tragic sight.

source: 虽然没有硬扛下这一拳，少年仍是被大槌撞钟一般，撞得整个人双脚离地飞扑出去。
en_us: Despite this, Chen Ping'an was still sent flying forward through the air, as if he had been struck in the back by a battering ram.

source: 虽然男人说得云淡风轻，可是在少年跪下后，他脸色凝重，极为复杂，看着少年磕头的那处地面，流露出隐藏极深的憎恶。
en_us: Even though the man had spoken in a causl manner, his expression immediately became solemn and complicated when the young boy kneeled down before the covered bridge. As he looked at the young boy kowtowing, a deeply concealed hint of loathing more so flashed across his face.

source: 虽然自己肯定已无此等天大福缘，但是有此徒儿，也算幸事，绝对不枉此行！
en_us: He was never going to be blessed with a fated opportunity of such a stunning magnitude, but it was definitely worth this trip to be able to take in such a blessed disciple.

source: 虽然这段日子里，陈平安不曾流露出什么异样情绪，但是陆道长临行前的泄露天机，将云霞山蔡金简的阴毒手段yiyi道破，仍是让这位少年倍感沉重。有yi件事情，陈平安对陆道长和宁姑娘都不曾提及，那就是在蔡金简对他yi戳眉心和yi拍心口之后，少年当时在泥瓶巷子里，就已经隐隐约约感受到身体的不对劲，所以他才会在自家院门口停留那么长时间，为的就是让自己下定决心，大不了破罐子破摔，也要跟蔡金简拼命。
en_us: Even though Chen Ping'an hadn't shown any abnormal emotions these past few days, he had indeed been feeling quite heavy-hearted and solemn after hearing Daoist Lu reveal those secrets to him. Daoist Lu had revealed the all of the sinister actions of Cai Jinjian to him. However, there was one thing that Chen Ping'an had never mentioned to Daoist Lu or Ning Yao. That was, he had already developed a subtle feeling that something had gone wrong in his body when Cai Jinjian had tapped his glabella and struck his chest. It was also because of this feeling that he had stood outside his house for so long at that time. He had been summoning the courage and resolve to seek Cai Jinjian for revenge, no matter the cost.

source: 虽然这辈子都未必用得着这门手艺，但陈平安仍是像以往一般，闭上眼睛，想象自己身前搁置有青石板和轱辘车，开始练习拉坯，熟能生巧。
en_us: Even though there was a chance that Chen Ping'an would never use this skill again, he still performed his usual routine, closing his eyes and envisioning a bluestone slab and a pottery wheel in front of himself. He then began to simulate pottery molding practice, continuing to hone his skills.

source: 虽然马苦玄也意识到应该要拉开距离才对，但是陈平安的埋头冲刺，实在太过风驰电掣，衬托得马苦玄匆忙之间的转移阵地，仿佛是老牛拉破车，所以当陈平安那张黝黑脸庞愈发靠近，草鞋少年那坚毅明亮的眼神，尤为刺眼。与此相反，马苦玄明显出现了一抹迟疑神色，是放弃丢掷石头的举动，果断撒腿撤退？还是孤注一掷，在第三颗石头上分出胜负？
en_us: At this moment, Ma Kuxuan also realized that he should retreat and increase the distance between them. However, Chen Ping'an was far too quick, so much so that Ma Kuxuan's hurried retreat appeared slow and clumsy in comparison. As Chen Ping'an drew closer, his resolute and clear gaze also became increasingly piercing. In contrast, a hint of hesitation flashed across Ma Kuxuan's eyes. Should he abandon this opportunity to attack and retreat instead? Or should he gamble everything on this third attack and have it determine the outcome of the fight?

source: 虽然齐静春不过是儒家三学宫七十二书院的书院山主之一，但是齐静春确实不能以常理待之。
en_us: Even though Qi Jingchun was only one of the mountain masters of the three schools and 72 academies, he was indeed someone who couldn't be viewed through normal lenses.

source: 虽说老管事没有养着什么姓陈的婢女杂役，可是跟那些作为小镇地头蛇的大姓人家，一向关系不差，不想在这件事情上，因为自己的应对不妥，给所有人惹恼一条来势汹汹的过江龙。
en_us: Even though none of the old steward's servants or wokers came from the Chen Clan, he did indeed have decent relationships with the powerful clans in the small town. Thus, he didn't want to make a mistake regarding this matter and accidentally provoke this powerful and domineering outsider.

source: 行云流水，转折如意，毫不生硬。
en_us: His sudden change in tone was as smooth as hovering clouds and flowing water — it didn't appear jarring at all.

source: 行走在狐兔出没的荒丘野冢之间，负剑男人突然在一座墓碑前停下脚步，走到一座不起眼小土包前的墓碑旁边，蹲下身伸手拨去缠绕石碑的藤草，露出它本来的真面容，字迹模糊，只能依稀辨认出小半文字，男人叹了口气，“神道崩坏，礼乐鼎盛。百家之争，就要开始了。”
en_us: Walking through the desolate mountains where foxes and rabbits thrived, the man with the sword strapped to his back suddenly stopped in front of a tombstone. He walked up beside the tombstone which stood in front of a small dirt mound and squatted down next to it, removing the weeds that were growing around it and revealing its true appearance. The words on it had already become fuzzy, and only less that half of it could still be deciphered. The man sighed and said, "The Divine Dao is collapsing, and the Ritual and Music System is flourishing. The battle between the hundred schools of thought is about to begin."

source: 衙署大堂外有座占地不小的广场，有一座牌坊正对着大门，写着一个大大的古体字，山岳的岳，上丘下狱。这并不罕见，每一座世俗王朝和邦国都按律，在辖境内敕封五座山为五岳，东南西北中，山门必然会有开国皇帝御笔亲题的两个字，那个榜书岳字，也必然是以古体写就。
en_us: There was a fairly large space in front of the office lobby, and in this space there stood an archway facing the lobby door. There was a large character inscribed in an ancient font, and this was the character "Yue", as in mountain range. This wasn't a rare sight. Each mortal empire and nation would designate five mountains as The Five Mountains, with one mountain in each of the north, south, east, west, and center. The gateways standing before these mountains would all be inscribed two characters personally written by the emperor, with the character "Yue" always written in a traditional font.

source: 衙署牌坊下。
en_us: Under the archway in front of the kiln supervision office...

source: 衙署的年迈管事，yi直等候在门口，手里提着灯笼。
en_us: The old steward of the kiln supervision office had been waiting outside the gates the entire time, a lantern in his hand.

source: 衙署管事都不用怎么察言观色，就知道自己不适合继续待下去，随便找个由头离开屋子。
en_us: There was no need for the steward of the kiln supervision office to analyze the atmosphere to know that it wasn't suitable for him to stay any longer. He found a random excuse to take his leave.

source: 衙署老管事正坐在屋内一把椅子上喝茶，风雷园剑修刘灞桥坐在对面跟老人客套寒暄，精神矍铄的老管事笑道：“也亏得事情巧了，李家宅子那边的李虹，亲自登门咱们衙署，开口讨要咱们小镇几支陈氏的档案，而且只要最近三四百年的户籍档案，王爷点头答应了，我便让李虹让人带走了箱子上边的那七八十本籍书，下边剩下的籍书，年岁更大，刚好是陈公子你们想要的老黄历，话说回来，若非每年衙署要求在夏秋时节，各晒书一次，早就给虫子蛀烂吃光喽。”
en_us: The elderly steward of the official residence was also present, and he was enjoying some tea as he sat on a chair somewhere in the room. Liu Baqiao, a swordsman from Wind Lightning Field, sat opposite the old man and politely chatted with him. The spirited and energetic old steward smiled and remarked, "What a fortunate coincidence. The Li Clan's Li Hong personally visited the official residence a while ago to ask for the records of the different branches of the Chen Clan in the small town. However, he only wanted the records up to three, four hundred years ago. Master Song agreed, so I let Li Hong take 70 or 80 books that were sitting on top of the box. "The box underneath is even older, but the ancient records inside it are coincidentally what you're after. In fact, if there wasn't an official requirement to bask these books under the sun every summer, they would have already been chewed into bits by the insects."

source: 衙署老管事立即绷直腰杆后背，再无半点忙里偷闲的轻松意味。
en_us: The old steward immediately sat up straight, no longer appearing relaxed and carefree like before.

source: 衣衫富贵的少年和瓷娃娃似的精致小女孩，正是泥瓶巷宋集薪和正阳山陶紫。
en_us: The young boy im noble clothing was none other than Clay Vase Alley's Song Jixin, while the little girl who looked like a porcelain doll was none other then Sun Scorch Mountain's Tao Zi.

source: 衣衫素雅的少年附近，站着一位少女，露出上半张脸庞，清清秀秀，干干净净，眉眼如黛。
en_us: Beside the young boy stood a girl of around the same age. Only the top half of her face was visible, but it could be seen that she had a very clean and elegant appearance, with a pair of delicate eyebrows.

source: 衣袂飘飘、身躯空灵的中年儒士率先走向小巷尽头，陈平安紧随其后，期间低头看了一眼左手手心，血肉模糊，可见白骨，但是那些肉眼可见的鲜血，偏偏不再流淌。
en_us: The middle-aged scholar's robes fluttered as he gracefully walked toward the end of the alley. Chen Ping'an followed closely behind him, glancing down at the palm of his left hand as he did so. His flesh was mangled and bloody, and even his bones could be seen. However, the clearly visible blood somehow refused to keep flowing.

source: 被下了逐客令的高稹，继续自顾自说道：“齐先生，以后有机会的话，能否去我大隋书院讲学我大隋愿意专门为先生，将国师虚位以待”
en_us: Despite the hostility displayed toward him by the scholar, Gao Zhen remained calm and respectful as he said, "Mr. Qi, if you ever get the chance to do so, would you be willing to come and teach at our Great Sui Academy? I am willing to keep the position of imperial preceptor open for you, and it would be a great honor for our entire Great Sui Nation if you could accept the position."

source: 被从街上堵回来的男人，缩着脖子，躲在后门那边，恨不得挖个洞把自己埋了。
en_us: The man who was pushed back over by the crowd shrunk down and hid behind the door. He truly wanted to dig a hole and bury himself at this moment.

source: 被所有人当做傻子的杏花巷少年马苦玄，原本躺在屋顶看着夜空，突然坐起身，杀气腾腾。
en_us: Lying on a rooftop and gazing at the night sky, Ma Kuxuan, who was treated as a retard by everyone, suddenly sat up straight, with killing intent bursting from his body.

source: 被打断思绪的杨老头有些不耐烦：“你如何想，是你的事情，我懒得管这些。”
en_us: Her words interrupted Old Man Yang's train of thought, and he snapped in slight irritation, "What you want is your own matter to deal with. I don't have time to deal with your wishes."

source: 被拆穿后的孩子立即翻了个白眼，换了种脸色和语气，啧啧道：“陈平安，可以啊出息了，啥时候拐骗了个婆娘回家要闹洞房吗可惜我是赶不上了，要不然我定蹲墙角根，听你们在床上神仙打架”
en_us: The little boy immediately rolled his eyes after being exposed. He quickly changed his expression and tone, clicking his tongue in wonder and saying, "Chen Ping'an, how impressive! You're finally starting to show some promise! When did you trick a lady back home? Are you going to get married and have guests play pranks on you[ref]There is a Chinese custom where guests banter with and play pranks on the newlyweds.[/ref]? However, it's a shame that I won't be able to attend. Otherwise, I would definitely squat in the corner and listen to you two wrestling in bed."

source: 被掐住脖子的苻南华满脸涨红，很快就又变青再转紫，其实少年五指力道并未加重，但是足够让一个青壮男子窒息致死。
en_us: His face was quickly turning red from strangulation, then rapidly transitioned to blue, then purple. Chen Ping'an hadn't actually tightened his grip any further, but this was already enough to strangle a grown man like Fu Nanhua to death.

source: 被揭穿真相的陈平安微微赧颜，坦诚道：“倒也不一定要卖钱，只要是好东西和值钱物件，留在家里当传家宝也是好的嘛。”
en_us: Chen Ping'an blushed slightly after being exposed, and he replied honestly, "Not necessarily sell it. When it comes to valuable items, even keeping them and passing them down as famly heirlooms will be fairly nice."

source: 被火龙按住腰肢的河婆，容貌迅速衰老，却只敢可怜呜咽，小鸡啄米点头道：“认识认识，小的本是杏花巷人氏，那陈平安是泥瓶巷的孤儿，偶有交集，但是并无恩怨啊，奴婢只是最近很少在溪边看到小镇之人，今日看到那少年练拳，觉得好奇，便多瞧了几眼，哪里想到便惹来了此等泼天大祸，大仙念在奴婢不懂规矩的份上，手下留情啊”
en_us: The river guardian was rapidly aging under the claws of the fiery dragon, but she only dared to whimper in a pitiful voice as she quickly nodded in response. "I do. I used to live on Apricot Blossom Alley, while Chen Ping'an is an orphan from Clay Vase Alley, so we met occasionally in the past, but there's no bad blood at all between us! It's just that I very rarely see any of the townsfolk near the creek, so I was rather curious when I spotted him practicing his fist technique today, and I decided to take a closer look. Never did I think that I would offend you through my actions, esteemed immortal! Please excuse my ignorance and spare me!"

source: 被称为“截江真君”的“说书先生”，瞥了她一眼，淡然道：“看在松霞老祖的份上，老夫便不计较你的不请自来，下不为例。出了院子，记得关门。”
en_us: The storyteller who was being referred to as the River Severing True Lord took a glance at Cai Jinjian, then said in an indifferent voice, "I see. Seeing as you're from the Dawn Cloud Mountain, I'll forgive you for your unannounced intrusion, but don't let this happen again. Make sure to close the gate behind you when you leave."

source: 被称呼为灞桥的年轻人，嬉皮笑脸道：“这家伙啊，是大雍王朝龙尾郡的陈氏子弟，崔兄你叫他松风就行，这家伙生平不好美色美酒，唯独有石砚之癖，听说这边的小溪有几个老坑，就想来碰碰运气。他还有一位远房亲戚，这次也与我们随行，要不是因为她，我和松风也不会耽搁到现在才进小镇，本该早两天来的。她不喜欢与人打交道，便自己去逛小镇了。唉，可惜鸟可惜鸟，来的路上，听说隋朝的一个皇子得了天大机缘，赚到一尾金色龙鲤，以后大有希望走江出龙，把我给眼馋得眼睛都红了，崔兄你瞅瞅，满是血丝，对不对？”
en_us: The young man who was being referred to as Baqiao replied with a wide grin, "This guy is from the Chen Clan of the Great Yong Empire's Dragon Tail County, you can just call him Songfeng. He isn't into beautiful women or delectable wine, but he does have a keen interest in inkstones. He heard that there are several pits near the creek here, and he came to try his luck. He also has a distant relative who accompanied us on this trip. If it wasn't for her, Songfeng and I wouldn't have taken so long to enter the town. We should've already been here two days ago. She doesn't like to interact with people, so she's gone off to explore the town on her own. On the way here, I heard that a prince from the Great Sui Empire obtained an enormous fated opportunity, earning himself a golden dragon carp, and there's a very good chance that thing will grow into a dragon in the future. I was so envious upon hearing this that my eyes turned red! Take a look at how bloodshot my eyes are, Brother Cui."

source: 被那个莫名其妙的外乡人打岔后，少年少女之间，那点甚至谈不上是什么隔阂芥蒂的赌气，很快就烟消云散。
en_us: After being interrupted by the mysterious outsider, the extremely minor grievances between Ning Yao and Chen Ping'an quickly vanished in a puff of smoke.

source: 被陈平安称呼为阮师傅的男人，正是那个到了小镇没多久，就迁往南边小溪畔的铁匠，他继续问道：“刘羡阳这两天怎么没去打铁？”
en_us: The man who Chen Ping'an had referred to as Master Ruan was none other than the blacksmith who had moved to the south near the creek soon after arriving in the small town. The middle-aged man asked, "Why hasn't Liu Xianyang come to forge iron for the past two days?"

source: 被飞剑拉出一段距离后，少女不知为何并未借此机会，一直退入小镇，而是停下身形，站直身体后，歪了歪脑袋，吐出一口鲜血。飞剑悬停在少女身侧，嗡嗡作响，是一位疑惑不解的稚童，在那边跟长辈喋喋不休，聒噪不停。
en_us: After retreating some distance, Ning Yao decided against retreating all the way to the small town for some reason. Instead, she stopped and stood still, cocking her head and spitting out a mouthful of blood. The flying sword rang continuously as it hovered beside the young girl, and it was as if it were a young and puzzled student who was rattling away to his elders and asking a million questions.

source: 西方响起佛唱一声，悲悯开口：“齐施主，一念静心，顿超佛地。”
en_us: A sympathetic voice that resembled a Buddhist prayer rang out in the west. "Benefactor Qi, you must see the light of reason."

source: 要是这少年有正阳山搬山猿的修为本事，爹早就学那齐静春，将其打个半死才痛快。只是一想到这里，阮邛有些灰心丧气，虽说自己哪怕抛开此方天地的圣人身份，胜过搬山猿，依然是板上钉钉的事情，可想跟齐静春那样一脚定胜负，显然不可能。
en_us: The thought of what Qi Jingchun had done to Bai Yuan immediately left him feeling a little dejected. Even if he weren't the Sage overseeing this small world, he would've still definitely been able to defeat Bai Yuan, but it would've been impossible for him to defeat such a formidable foe with just a single stomp, as Qi Jingchun had done.

source: 要是非让宁姚具体解释武学或是修行的门门道道，那就真是太为难她了，更别提让她说出一路上，大大小小的坑坑坎坎如何顺利跨过。毕竟对于宁姚自己来说，这些最没劲的道理，还需要说出口吗？不是自然而然就该熟门熟路的吗？
en_us: It was truly far too difficult for her to explain martial arts in fine detail. After all, she had easily overcome all of the obstacles that she had faced. Did these boring principles really need to be explained? Were they not naturally learned and easily understandable?

source: 要知道男人所在国家，在一百五十年前陷入动乱，山河破碎，百年乱战，惨绝人寰的程度，冠绝东宝瓶洲，最后一千万户人，等到新王朝结束那场浩劫，仅剩八十万户不到。以至于最后许多年纪不大的稚童，觉得天底下所有的人死后，都是不需要收殓下葬的。
en_us: One had to realize that the nation he originally came from had descended into chaos 150 years ago. Mountains had crumbled and rivers had been severed, and the 100 years of chaotic battle had resulted in tragedies and miseries that were unsurpassed in the entire Eastern Treasured Vial Continent. When a new dynasty finally brought an end to the chaos, only fewer than 800,000 of the initial 10 million households remained. This caused many young children to develop the misconception that the corpses of dead people didn't need to collected and buried.

source: 要知道陈平安虽然看着孱弱，但力气不容小觑，这是少年那些年烧瓷拉坯锻炼出来的身体底子，除此之外，陈平安还跟着姓姚的老人，跑遍了小镇方圆百里的山山水水，尝遍了四周各种土壤的滋味，任劳任怨，什么脏活累活都愿意做，毫不拖泥带水。可惜老姚始终不喜欢陈平安，嫌弃少年没有悟性，是榆木疙瘩不开窍，远远不如大徒弟刘羡阳，这也怪不得老人偏心，师父领进门，修行在个人，例如同样是枯燥乏味的拉坯，刘羡阳短短半年的功力，就抵得上陈平安辛苦三年的水准。
en_us: Chen Ping'an had a rather frail appearance, but his strength was not to be underestimated. He had developed great physical conditioning from many years of pottery molding and firing, and in addition to that, he had traveled extensively with Old Man Yao, exploring all types of places while carrying out the most tiresome and degrading tasks without any complaints. Unfortunately, despite his efforts, Old Man Yao never took a liking to him. He always disdainful toward Chen Ping'an for his lack of talent, an area in which he was severely outmatched by Old Man Yao's eldest disciple. Liu Xianyang. One couldn't blame the old man for playing favorites. Ultimately, the master was only responsible for teaching the basics, while the disciple's talent and hard work decided how far they would go. As an example of their disparity in talent, Liu Xianyang was able to achieve the same level of mastery in the monotonous task of pottery molding in half a year as Chen Ping'an did after toiling away for three years.

source: 见之忘俗。
en_us: Seeing her made them forget the vulgarity of the mortal world.

source: 见到她后，苻南华微微一笑，少女不知是性格腼腆，还是天生冷漠，扯了扯嘴角，就当是回礼了。
en_us: Fu Nanhua gave her a faint smile, and the maidservant's lips perked up every so slightly, but that was the extent of her response. It seemed that she was not very personable, and perhaps that was because she was quite shy and reserved, or perhaps she simply had a rather cold and aloof personality.

source: 见到陈平安后，男人停下脚步，问道：“你是不是上次那个被我赶走的家伙？”
en_us: He stopped upon seeing Chen Ping'an, and he asked, "Were you the person who I shooed away that time?"

source: 见可恨至极的少女没反应，马婆婆就把主意打到贫寒少年身上，啧啧道：“没出息的贱泥胚，害死了爹娘也有脸活在世上，知道自己注定没本事娶媳妇，就舔着脸勾搭别人家的婢女，真是天造地设的一对狗男女，干脆在一起好了，反正泥瓶巷就是住垃圾贱种的地儿，以后生出来的孩子，说不得真能在泥瓶巷称王称霸呢。”
en_us: Unable to elicit any reaction from the utterly detestable maidservant, Granny Ma could only turn her attention to the poor young boy beside her. She clicked her tongue in wonder and said, "Despicable good-for-nothing piece of mud. You caused your parents to die, yet you still have the face to keep living? With your lowly abilities, you know that you'll never be able to get a wife, so you're shamelessly trying to get together with someone else's maidservant? What a perfect match! A despicable boy and a detestable girl! Indeed, the two of you might as well get together. In any case, Clay Vase Alley is a place for trash like you two. When you have children in the future, perhaps they might even become the rulers of Clay Vase Alley!"

source: 见多识广的宁姚咽了咽口水，有点心虚，低头望着那些飞扬尘土，嘀咕道：“你也忒小气了吧，不借就不借，还要跟我拼一个玉石俱焚？”
en_us: The well traveled Ning Yao gulped when she saw this, feeling a little guilty. Looking down at the remains by her feet, she mumbled, "How stingy of you. Just say no if you don't want to lend it to me. Is there really a need to sacrifice yourself to attempt to kill me?"
